const menu = (NomeDoBot, sender, prefix, hora, isChVip) => {
 return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐏𝐑𝐈𝐍𝐂𝐈𝐏𝐀𝐋 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}menudono "outros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}menuadm "outros"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}premium "outros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}menuapps "outros"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}menulogos "outros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}brincadeira "outros"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}menuhentai "outros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}downloads "outros"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐄𝐗𝐂𝐋𝐔𝐒𝐈𝐕𝐎 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}servicos "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}comprasv "id-link"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}pedido "id-pedido"
│᨞⁞💠⃞⃞⚝➢ ${prefix}categorias "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}criptografar "arquivo"
│᨞⁞💠⃞⃞⚝➢ ${prefix}grow-stock "notificado"
│᨞⁞💠⃞⃞⚝➢ ${prefix}xchannel "reagir"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}ffstalk "conta-id"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}ffdata "conta-id"
│᨞⁞💠⃞⃞⚝➢ ${prefix}comprarpremium "dias"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}compraraluguel "dias"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐓𝐈𝐕𝐎 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}atividade "infos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}rankativo "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}sugestao "novidade"
│᨞⁞💠⃞⃞⚝➢ ${prefix}checkativo "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}infodono "infos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}usersprem "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}ranklevel "infos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}dados "infos"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃𝐒 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}playmix "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play_audio "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}play2_audio "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play3_audio "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}play4_audio "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play_video "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}play_doc "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}metadinha "imagens"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tiktok "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}tiktok_video "link"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tiktok_audio "link"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}face_video "link"
│᨞⁞💠⃞⃞⚝➢ ${prefix}instagram "link"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐅𝐈𝐆𝐔𝐑𝐈𝐍𝐇𝐀𝐒 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}fsticker "imagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}sticker "imagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rename "sticker"
│᨞⁞💠⃞⃞⚝➢ ${prefix}roubar "sticker"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rgtake "sticker"
│᨞⁞💠⃞⃞⚝➢ ${prefix}rntake "sticker"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}take "sticker"
│᨞⁞💠⃞⃞⚝➢ ${prefix}emojimix "😀+🥹"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}toimg "sticker"
│᨞⁞💠⃞⃞⚝➢ ${prefix}togif "sticker"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}figu-random "1 - 10"
│᨞⁞💠⃞⃞⚝➢ ${prefix}figu-anime "1 - 10"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}figu-animais "1 - 10"
│᨞⁞💠⃞⃞⚝➢ ${prefix}figu-emojis "1 - 10"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}figu-raiva "1 - 10"
│᨞⁞💠⃞⃞⚝➢ ${prefix}figu-coreana "1 - 10"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}figu-flork "1 - 10"
│᨞⁞💠⃞⃞⚝➢ ${prefix}figu-desenho "1 - 10"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.menu = menu;

const adms = (NomeDoBot, sender, prefix, hora, isChVip) => { 
 return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐌𝐄𝐍𝐔 𝐀𝐃𝐌 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}antiimg "proteção"
│᨞⁞💠⃞⃞⚝➢ ${prefix}antivideo "proteção"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}antiaudio "proteção"
│᨞⁞💠⃞⃞⚝➢ ${prefix}antisticker "proteção"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}antiloc "proteção"
│᨞⁞💠⃞⃞⚝➢ ${prefix}anticontato "proteção"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}antidoc "proteção"
│᨞⁞💠⃞⃞⚝➢ ${prefix}antilinkgp "proteção"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}antilinkhard "proteção"
│᨞⁞💠⃞⃞⚝➢ ${prefix}antifake "proteção"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}antinotas "proteção"
│᨞⁞💠⃞⃞⚝➢ ${prefix}anticatalogo "proteção"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}antipalavrao "proteção"
│᨞⁞💠⃞⃞⚝➢ ${prefix}sethorario "organização"
│᨞⁞💠⃞⃞⚝➢ ${prefix}autohorario "organização"
│᨞⁞💠⃞⃞⚝➢ ${prefix}bemvindo "welcome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}autosticker "figurinha"
│᨞⁞💠⃞⃞⚝➢ ${prefix}leveling "level"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}so_adm "admins"
│᨞⁞💠⃞⃞⚝➢ ${prefix}fechar-gp "fechar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}mute "mutar"
│᨞⁞💠⃞⃞⚝➢ ${prefix}desmute "remover"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}add "numero"
│᨞⁞💠⃞⃞⚝➢ ${prefix}reviver "numero"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}ban "numero"
│᨞⁞💠⃞⃞⚝➢ ${prefix}promover "numero"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rebaixar "numero"
│᨞⁞💠⃞⃞⚝➢ ${prefix}descgp "descriçao"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}nomegp "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}totag "marcar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}grupo "a ou f"
│᨞⁞💠⃞⃞⚝➢ ${prefix}status "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}limpar "clear"
│᨞⁞💠⃞⃞⚝➢ ${prefix}atividades "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}linkgp "convite"
│᨞⁞💠⃞⃞⚝➢ ${prefix}grupoinfo "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}marcar "mencionar"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.adms = adms;

const dono = (NomeDoBot, sender, prefix, hora, isChVip) => {	
 return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐌𝐄𝐍𝐔 𝐃𝐎𝐍𝐎 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}bangp "banir-grupo"
│᨞⁞💠⃞⃞⚝➢ ${prefix}unbangp "desbanir"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}fotomenu "imagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}addcmdprem "adicionar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}delcmdprem "remover"
│᨞⁞💠⃞⃞⚝➢ ${prefix}serpremium "dono"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}listagp "grupos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}antiligar "proteçao"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}modoaluguel "alugueis"
│᨞⁞💠⃞⃞⚝➢ ${prefix}fazertm "divulgar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rgtm "registrar"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tirardatm "remover"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}botoff "desligar"
│᨞⁞💠⃞⃞⚝➢ ${prefix}boton "ligar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}addpalavra "proteçao"
│᨞⁞💠⃞⃞⚝➢ ${prefix}delpalavra "remover"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}ativo "online"
│᨞⁞💠⃞⃞⚝➢ ${prefix}addpix "adicionar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}delpix  "remover"
│᨞⁞💠⃞⃞⚝➢ ${prefix}gerarcpf "gerar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}alugargp "aluguel"
│᨞⁞💠⃞⃞⚝➢ ${prefix}ausente "inativo"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}delpremium "remover"
│᨞⁞💠⃞⃞⚝➢ ${prefix}addpremium "adicionar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}addlevel "adicionar"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tirarlevel "remover"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}addxp "adicionar"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tirarxp "remover"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}banuser "bloqueia"
│᨞⁞💠⃞⃞⚝➢ ${prefix}unbanuser "desbloque"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.dono = dono;

const apps = (NomeDoBot, sender, prefix, hora, isChVip) => {
  return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐀𝐏𝐊𝐒 𝐌𝐎𝐃 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}termux "infos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}mt-manager "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}acode "infos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}zarchiver "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}alight-motion "infos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}pinterest-pro "infos"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}pixellab "infos"
│᨞⁞💠⃞⃞⚝➢ ${prefix}ps-touch "infos"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.apps = apps;

const premium = (NomeDoBot, sender, prefix, hora, isChVip) => { 
 return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐏𝐑𝐄𝐌𝐈𝐔𝐌 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}imagine "prompt"
│᨞⁞💠⃞⃞⚝➢ ${prefix}gemini "pergunte"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}gemini-pro "pergunte"
│᨞⁞💠⃞⃞⚝➢ ${prefix}chat-gpt "pergunte"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}gpt-4 "pergunte"
│᨞⁞💠⃞⃞⚝➢ ${prefix}meta-ai "pergunte"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}bard-ai "pergunte"
│᨞⁞💠⃞⃞⚝➢ ${prefix}igstalk "usuario"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}toghibli "imagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}listaddd "92"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}gerarcpf "random"
│᨞⁞💠⃞⃞⚝➢ ${prefix}destrava "modder"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}scep "numeros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}cotacao "moeda"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}extenso "numeros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}hd "imagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}vozgpt "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}upload "midia"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}imgpralink "midia"
│᨞⁞💠⃞⃞⚝➢ ${prefix}midialink "midia"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}sip "numeros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tomp3 "video"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}videocontrario "video"
│᨞⁞💠⃞⃞⚝➢ ${prefix}videorapido "video"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}videolento "video"
│᨞⁞💠⃞⃞⚝➢ ${prefix}grave "audio"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}grave2 "audio"
│᨞⁞💠⃞⃞⚝➢ ${prefix}vozmenino "audio"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}bass "audio"
│᨞⁞💠⃞⃞⚝➢ ${prefix}bass2 "audio"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}estourar "audio"
│᨞⁞💠⃞⃞⚝➢ ${prefix}esquilo "audio"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}audiorapido "audio"
│᨞⁞💠⃞⃞⚝➢ ${prefix}audiolento "audio"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}validarcpf "numeros"
│᨞⁞💠⃞⃞⚝➢ ${prefix}autodown "links"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.premium = premium;

const logos = (NomeDoBot, sender, prefix, hora, isChVip) => {
  return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐌𝐄𝐍𝐔 𝐋𝐎𝐆𝐎𝐒 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}angelwing "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}hackneon "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}fpsmascote "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}equipemascote "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}txtquadrinhos "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}ffavatar "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}mascotegame "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}angelglx "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}gizquadro "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}wingeffect "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}blackpink "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}girlmascote "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}logogame "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}shadow "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}cup "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}txtborboleta "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}cemiterio "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}efeitoneon "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}harryp "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}lobometal "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}neon2 "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}madeira "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}lovemsg3 "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}coffecup "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}coffecup2 "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}florwooden "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}narutologo "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}fire "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}romantic "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}smoke "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}papel "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}lovemsg "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}lovemsg2 "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}fiction "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}3dstone "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}areia "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}style "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}blood "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}pink "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}cattxt "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}neondevil "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}carbon "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}metalfire "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}thunder "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}vidro "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}jokerlogo "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}transformer "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}demonfire "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}jeans "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}metalblue "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}natal "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}ossos "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}asfalto "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}break "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}glitch2 "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}colaq "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}nuvem "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}horror "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}matrix "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}berry "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}luxury "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}thunderv2 "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}neongreen "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}neve "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}neon "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}neon1 "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}neon3d "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}gelo "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}neon3 "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}3dgold "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}lapis "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}toxic "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}demongreen "texto"
│᨞⁞💠⃞⃞⚝➢ ${prefix}rainbow "texto"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}halloween "texto"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.logos = logos;

const hentai = (NomeDoBot, sender, prefix, hora, isChVip) => {
  return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐇𝐄𝐍𝐓𝐀𝐈𝐙𝐈𝐍 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}hentaizin "fotinha"
│᨞⁞💠⃞⃞⚝➢ ${prefix}hentai-ero "fotinha"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}hentai-ass "fotinha"
│᨞⁞💠⃞⃞⚝➢ ${prefix}hentai-milf "fotinha"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}hentai-oral "fotinha"
│᨞⁞💠⃞⃞⚝➢ ${prefix}hentai-izuri "fotinha"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}hentai-chi "fotinha"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.hentai = hentai;

const zoeiras = (NomeDoBot, sender, prefix, hora, isChVip) => {
  return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐙𝐎𝐄𝐈𝐑𝐀𝐒 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}jogodavelha "game"
│᨞⁞💠⃞⃞⚝➢ ${prefix}anagrama "game"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}gartic "game"
│᨞⁞💠⃞⃞⚝➢ ${prefix}enigma "game"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}r-forca "game"
│᨞⁞💠⃞⃞⚝➢ ${prefix}resetforca "reiniciar"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}jogodaforca "game"
│᨞⁞💠⃞⃞⚝➢ ${prefix}vab "game"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}eununca "game"
│᨞⁞💠⃞⃞⚝➢ ${prefix}ppt "game"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}cassino "game"
│᨞⁞💠⃞⃞⚝➢ ${prefix}akinator "game"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}resetaki "game"
│᨞⁞💠⃞⃞⚝➢ ${prefix}gay "porcentagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}feio "porcentagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}corno "porcentagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}bebado "porcentagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}gostoso "porcentagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}gostosa "porcentagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}beijo "porcentagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}matar "porcentagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tapa "porcentagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}chute "porcentagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}dogolpe "porcentagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}nazista "porcentagem"
│᨞⁞💠⃞⃞⚝➢ ${prefix}chance "porcentagem"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}surubao "pessoas"
│᨞⁞💠⃞⃞⚝➢ ${prefix}casal "dupla"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}quando "advinhar"
│᨞⁞💠⃞⃞⚝➢ ${prefix}death "matar"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️｡⋆｡˚˖⁺˖┈╮
      ⁞֟፝⁞〫  ✮ 𝐑𝐀𝐍𝐊𝐒 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rankgay "patente"
│᨞⁞💠⃞⃞⚝➢ ${prefix}rankgado "patente"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rankcorno "patente"
│᨞⁞💠⃞⃞⚝➢ ${prefix}rankgostoso "patente"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rankgostosa "patente"
│᨞⁞💠⃞⃞⚝➢ ${prefix}ranknazista "patente"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}rankotakus "patente"
│᨞⁞💠⃞⃞⚝➢ ${prefix}rankpau "patente"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.zoeiras = zoeiras;

const download = (NomeDoBot, sender, prefix, hora, isChVip) => {
  return `┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼 𝙽𝙾𝙼𝙴: ${NomeDoBot}
│᨞⁞💠 𝚄𝚂𝙴𝚁: ${sender.split("@")[0]}
│᨞⁞🪼 𝙿𝚁𝙴𝙵𝙸𝚇𝙾: 「${prefix}」
│᨞⁞💠 𝙷𝙾𝚁𝙰𝚁𝙸𝙾: ${hora}
│᨞⁞🪼 𝙿𝚁𝙴𝙼𝙸𝚄𝙼: [ ${isChVip} ] 
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛
           ▭֟፝▬              ▭֟፝▬
╭┈˖⁺˖˚｡⋆｡🌨️｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╮
│      ⁞֟፝⁞〫  ✮ 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃𝐒 ✮  ⁞֟፝⁞〫 
╰┈˖⁺˖˚｡⋆｡🌨️︎｡°✩₊✩°｡🌨️︎｡⋆｡˚˖⁺˖┈╯
           ▭֟፝▬              ▭֟፝▬
┏═══♚═══╼✪✮✪╾═══♚═══┓
│╭┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╮
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}playmix "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play_audio "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}play2_audio "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play3_audio "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}play4_audio "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}play_video "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}play_doc "nome"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}pinterest "nome"
│᨞⁞💠⃞⃞⚝➢ ${prefix}pin_video "link"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}instagram "link"
│᨞⁞💠⃞⃞⚝➢ ${prefix}face_video "link"
│᨞⁞🪼⃞⃞⚝➢ ${prefix}tiktok_video "link"
│᨞⁞💠⃞⃞⚝➢ ${prefix}tiktok_audio "link"
│╰┈˖⁺˖˚｡⋆🌨️︎｡°✩₊✩°｡🌨️⋆｡˚˖⁺˖┈╯
┗═══♚═══╼✪✮✪╾═══♚═══┛`;
};

exports.download = download;
